Repository: aranguren/gvsig-online
Catalog: gvsigol/gvsigol_app_dev/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Home
ca: Inici

source: Dashboard
ca: Panell de control

source: Sign out
ca: Tancar sessió

source: Sign in
ca: Iniciar sessió

source: Welcome to gvSIG Online
ca: Benvingut a gvSIG Online

source: Public viewers
ca: Visors públics

source: Display the territory, orthophotos and thematic mapping
ca: Visualitza el territori, ortofotos i cartografia temàtica

source: Access to the list of public viewers
ca: Accedir a la llista de visors públics

source: Mapping services
ca: Serveis de mapes

source: Look up OGC services available
ca: Explora els serveis OGC disponibles

source: Show available services
ca: Mostra serveis disponibles

source: Metadata catalog
ca: Catàleg de metadades

source: Search the metadata catalog for get information about the data and SDI services
ca: Explore el catàleg de metadades per obtenir informació sobre les dades i els serveis IDE

source: Access to metadata catalog
ca: Accedir al catàleg de metadades

source: Download app
ca: Descarregar app

source: Download
ca: Descarregar

source: mobile application
ca: aplicació mòbil
